Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Import couldn’t finish
de: Import konnte nicht abgeschlossen werden
es: No se pudo completar la importación
fr: L’importation n’a pas pu être terminée
ja: 読み込みを完了できませんでした
ko: 가져오기를 완료할 수 없습니다
pt_br: Não foi possível concluir a importação
zh_hans: 无法完成导入
zh_hant: 無法完成讀入

source: Import image
de: Bild importieren
es: Importar imagen
fr: Importer une image
ja: 画像を読み込み
ko: 이미지 가져오기
pt_br: Importar imagem
zh_hans: 导入图像
zh_hant: 讀入影像

source: Import Image
de: Bild importieren
es: Importar imagen
fr: Importer une image
ja: 画像を読み込み
ko: 이미지 가져오기
pt_br: Importar imagem
zh_hans: 导入图像
zh_hant: 讀入影像

source: Import Images
de: Bilder importieren
es: Importar imágenes
fr: Importer des images
ja: 画像を読み込み
ko: 이미지 가져오기
pt_br: Importar imagens
zh_hans: 导入图像
zh_hant: 讀入影像

source: Import Images…
de: Bilder importieren…
es: Importar imágenes…
fr: Importer des images…
ja: 画像を読み込み…
ko: 이미지 가져오기…
pt_br: Importar imagens…
zh_hans: 导入图像…
zh_hant: 讀入影像…

source: Import Photoshop File
de: Photoshop-Datei importieren
es: Importar archivo de Photoshop
fr: Importer un fichier Photoshop
ja: Photoshop ファイルを読み込み
ko: Photoshop 파일 가져오기
pt_br: Importar arquivo do Photoshop
zh_hans: 导入 Photoshop 文件
zh_hant: 讀入 Photoshop 檔案

source: Importing images…
de: Bilder werden importiert…
es: Importando imágenes…
fr: Importation des images…
ja: 画像を読み込み中…
ko: 이미지 가져오는 중…
pt_br: Importando imagens…
zh_hans: 正在导入图像…
zh_hant: 正在讀入影像…

source: In %1$@ Out %2$@
de: Eingabe %1$@ Ausgabe %2$@
es: Entrada %1$@ Salida %2$@
fr: Entrée %1$@ Sortie %2$@
ja: 入力 %1$@ 出力 %2$@
ko: 입력 %1$@ 출력 %2$@
pt_br: Entrada %1$@ Saída %2$@
zh_hans: 输入 %1$@ 输出 %2$@
zh_hant: 輸入 %1$@ 輸出 %2$@

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
ja: インチ
ko: 인치
pt_br: Polegadas
zh_hans: 英寸
zh_hant: 英吋

source: Increase brush hardness
de: Pinselhärte erhöhen
es: Aumentar dureza del pincel
fr: Augmenter la dureté du pinceau
ja: ブラシの硬さを上げる
ko: 브러시 경도 늘리기
pt_br: Aumentar dureza do pincel
zh_hans: 提高画笔硬度
zh_hant: 提高筆刷硬度

source: Increase brush size
de: Pinselgröße erhöhen
es: Aumentar el tamaño del pincel
fr: Augmenter la taille du pinceau
ja: ブラシサイズを大きくする
ko: 브러시 크기 늘리기
pt_br: Aumentar o tamanho do pincel
zh_hans: 增大画笔大小
zh_hant: 增大筆刷大小

source: Increase leading
de: Zeilenabstand erhöhen
es: Aumentar interlineado
fr: Augmenter l’interligne
ja: 行送りを広くする
ko: 행간 늘리기
pt_br: Aumentar entrelinha
zh_hans: 增大行距
zh_hant: 增大行距

source: Increase tracking
de: Laufweite erhöhen
es: Aumentar tracking
fr: Augmenter l’approche
ja: トラッキングを広くする
ko: 자간 늘리기
pt_br: Aumentar tracking
zh_hans: 增大字符间距
zh_hant: 增大字元間距

source: Inner Glow
de: Schein nach innen
es: Resplandor interior
fr: Lueur interne
ja: 光彩（内側）
ko: 내부 광선
pt_br: Brilho interno
zh_hans: 内发光
zh_hant: 內光暈

source: Inner Shadow
de: Schatten nach innen
es: Sombra interior
fr: Ombre interne
ja: シャドウ（内側）
ko: 내부 그림자
pt_br: Sombra interna
zh_hans: 内阴影
zh_hant: 內陰影

source: Input %1$@ · Output %2$@
de: Eingabe %1$@ · Ausgabe %2$@
es: Entrada %1$@ · Salida %2$@
fr: Entrée %1$@ · Sortie %2$@
ja: 入力 %1$@ · 出力 %2$@
ko: 입력 %1$@ · 출력 %2$@
pt_br: Entrada %1$@ · Saída %2$@
zh_hans: 输入 %1$@ · 输出 %2$@
zh_hant: 輸入 %1$@ · 輸出 %2$@

source: Input and output of the selected curve point.
de: Ein- und Ausgabe des ausgewählten Kurvenpunktes.
es: Entrada y salida del punto de curva seleccionado.
fr: Entrée et sortie du point de courbe sélectionné.
ja: 選択したカーブポイントの入力値と出力値。
ko: 선택한 곡선 점의 입력값과 출력값입니다.
pt_br: Entrada e saída do ponto de curva selecionado.
zh_hans: 所选曲线控制点的输入和输出值。
zh_hant: 所選曲線控制點的輸入和輸出值。

source: Input black
de: Eingabeschwarzpunkt
es: Negro de entrada
fr: Noir d’entrée
ja: 入力ブラックポイント
ko: 입력 검정점
pt_br: Preto de entrada
zh_hans: 输入黑场
zh_hant: 輸入黑色點

source: Input white
de: Eingabeweißpunkt
es: Blanco de entrada
fr: Blanc d’entrée
ja: 入力ホワイトポイント
ko: 입력 흰점
pt_br: Branco de entrada
zh_hans: 输入白场
zh_hant: 輸入白色點

source: Inside
de: Innen
es: Interior
fr: Intérieur
ja: 内側
ko: 안쪽
pt_br: Interna
zh_hans: 内部
zh_hant: 內部

source: Instagram Square
de: Instagram-Quadrat
es: Cuadrado de Instagram
fr: Carré Instagram
ja: Instagram 正方形
ko: Instagram 정사각형
pt_br: Quadrado do Instagram
zh_hans: Instagram 方形
zh_hant: Instagram 方形

source: Inverse
de: Auswahl umkehren
es: Invertir selección
fr: Intervertir
ja: 選択範囲を反転
ko: 선택 영역 반전
pt_br: Inverter seleção
zh_hans: 反选
zh_hant: 反轉選取

source: Inverse Selection
de: Auswahl umkehren
es: Invertir selección
fr: Intervertir la sélection
ja: 選択範囲を反転
ko: 선택 영역 반전
pt_br: Inverter seleção
zh_hans: 反选选区
zh_hant: 反轉選取範圍

source: Invert
de: Umkehren
es: Invertir
fr: Négatif
ja: 階調の反転
ko: 반전
pt_br: Inverter
zh_hans: 反相
zh_hant: 負片效果

source: Invert Mask
de: Maske umkehren
es: Invertir máscara
fr: Inverser le masque
ja: マスクを反転
ko: 마스크 반전
pt_br: Inverter máscara
zh_hans: 反相蒙版
zh_hant: 反轉遮色片

source: Invert Pixels / Mask
de: Pixel / Maske umkehren
es: Invertir píxeles / máscara
fr: Inverser les pixels / le masque
ja: ピクセル / マスクを反転
ko: 픽셀 / 마스크 반전
pt_br: Inverter pixels / máscara
zh_hans: 反相像素 / 蒙版
zh_hant: 反轉像素 / 遮色片

source: JPEG Background
de: JPEG-Hintergrund
es: Fondo JPEG
fr: Arrière-plan JPEG
ja: JPEG の背景
ko: JPEG 배경
pt_br: Fundo JPEG
zh_hans: JPEG 背景色
zh_hant: JPEG 背景色

source: Keep Mine
de: Eigene Version behalten
es: Conservar mi versión
fr: Conserver ma version
ja: 現在の内容を保持
ko: 현재 버전 유지
pt_br: Manter minha versão
zh_hans: 保留当前版本
zh_hant: 保留目前版本

source: Keep the source moving with the brush between strokes; off starts every stroke at the source point
de: Quelle zwischen Pinselstrichen mit dem Pinsel mitführen; deaktiviert beginnt jeder Strich am Quellpunkt
es: Mantener el origen en movimiento con el pincel entre trazos; al desactivarlo, cada trazo comienza en el punto de origen
fr: Déplacer la source avec le pinceau entre les tracés ; si désactivé, chaque tracé repart du point source
ja: ストローク間でコピー元をブラシに追従させます。オフの場合、各ストロークはコピー元の基準点から始まります。
ko: 획 사이에도 소스가 브러시를 따라 이동합니다. 끄면 각 획이 소스 기준점에서 시작합니다.
pt_br: Manter a origem em movimento com o pincel entre pinceladas; quando desativado, cada pincelada começa no ponto de origem
zh_hans: 在多次笔触之间保持取样点与画笔同步移动；关闭后每次笔触从原取样点开始
zh_hant: 在多次筆觸之間保持取樣點與筆刷同步移動；關閉後每次筆觸從原取樣點開始

source: Keeps local contrast after luminance smoothing.
de: Behält den lokalen Kontrast nach der Glättung der Luminanz.
es: Mantiene el contraste local después de suavizar la luminancia.
fr: Conserve le contraste local après lissage de la luminance.
ja: 輝度ノイズを軽減した後も局所的なコントラストを保持します。
ko: 광도 노이즈를 줄인 후에도 부분 대비를 유지합니다.
pt_br: Mantém o contraste local após a suavização da luminância.
zh_hans: 减少明亮度杂色后保留局部对比度。
zh_hant: 減少明度雜訊後保留局部對比。

source: Keeps this point fixed. Artwork is not scaled; cropped content remains outside the canvas.
de: Hält diesen Punkt fest. Der Bildinhalt wird nicht skaliert; abgeschnittene Inhalte bleiben außerhalb der Arbeitsfläche erhalten.
es: Mantiene este punto fijo. El arte no es escalado; el contenido recortado permanece fuera del lienzo.
fr: Maintient ce point fixe. L’image n’est pas mise à l’échelle ; le contenu rogné reste en dehors de la zone de travail.
ja: この位置を固定します。画像は拡大・縮小されず、切り抜かれた内容はカンバスの外に残ります。
ko: 이 위치를 고정합니다. 이미지의 크기는 바뀌지 않으며 잘린 내용은 캔버스 바깥에 남습니다.
pt_br: Mantém este ponto fixo. Arte não é escalonada; o conteúdo recortado permanece fora da tela.
zh_hans: 固定此定位点。图像内容不会缩放，裁去的内容仍保留在画布外。
zh_hant: 固定此定位點。影像內容不會縮放，裁去的內容仍保留在版面外。

source: Keyboard Shortcuts
de: Tastaturbefehle
es: Métodos abreviados de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Keyboard Shortcuts…
de: Tastaturbefehle…
es: Métodos abreviados de teclado…
fr: Raccourcis clavier…
ja: キーボードショートカット…
ko: 키보드 단축키…
pt_br: Atalhos de teclado…
zh_hans: 键盘快捷键…
zh_hant: 鍵盤快速鍵…

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
ja: 言語を変更しました
ko: 언어가 변경되었습니다
pt_br: Idioma alterado
zh_hans: 语言已更改
zh_hant: 語言已變更

source: Lasso / cycle mode
de: Lasso / Modus wechseln
es: Lazo / cambiar modo
fr: Lasso / changer de mode
ja: なげなわ / モードを順に切り替え
ko: 올가미 / 모드 순환
pt_br: Laço / alternar modo
zh_hans: 套索 / 循环切换模式
zh_hant: 套索 / 循環切換模式

source: Layer
de: Ebene
es: Capa
fr: Calque
ja: レイヤー
ko: 레이어
pt_br: Camada
zh_hans: 图层
zh_hant: 圖層

source: Layer %1$@
de: Ebene %1$@
es: Capa %1$@
fr: Calque %1$@
ja: レイヤー %1$@
ko: 레이어 %1$@
pt_br: Camada %1$@
zh_hans: 图层 %1$@
zh_hant: 圖層 %1$@

source: Layer 1
de: Ebene 1
es: Capa 1
fr: Calque 1
ja: レイヤー 1
ko: 레이어 1
pt_br: Camada 1
zh_hans: 图层 1
zh_hant: 圖層 1

source: Layer Blend Mode
de: Ebenenfüllmethode
es: Modo de fusión de capa
fr: Mode de fusion du calque
ja: レイヤーの描画モード
ko: 레이어 혼합 모드
pt_br: Modo de mesclagem da camada
zh_hans: 图层混合模式
zh_hant: 圖層混合模式

source: Layer effects
de: Ebenenstil
es: Estilo de capa
fr: Style de calque
ja: レイヤースタイル
ko: 레이어 스타일
pt_br: Estilo de camada
zh_hans: 图层样式
zh_hant: 圖層樣式

source: Layer Effects
de: Ebenenstil
es: Estilo de capa
fr: Style de calque
ja: レイヤースタイル
ko: 레이어 스타일
pt_br: Estilo de camada
zh_hans: 图层样式
zh_hant: 圖層樣式

source: Layer effects were discarded, so the appearance may differ.
de: Ebeneneffekte wurden verworfen; das Aussehen kann daher abweichen.
es: Los efectos de la capa fueron descartados, por lo que la apariencia puede diferir.
fr: Les effets de calque ont été supprimés ; l’apparence peut donc différer.
ja: レイヤー効果は破棄されたため、見た目が異なる場合があります。
ko: 레이어 효과가 제거되어 모양이 다를 수 있습니다.
pt_br: Os efeitos da camada foram descartados, de modo que a aparência pode diferir.
zh_hans: 图层样式已被丢弃，外观可能有所不同。
zh_hant: 圖層樣式已被丟棄，外觀可能有所不同。

source: Layer effects: stroke and drop shadow
de: Ebeneneffekte: Kontur und Schlagschatten
es: Efectos de capa: trazo y sombra paralela
fr: Effets de calque : contour et ombre portée
ja: レイヤー効果：境界線とドロップシャドウ
ko: 레이어 효과: 획 및 그림자 효과
pt_br: Efeitos de camada: traçado e sombra projetada
zh_hans: 图层样式：描边和投影
zh_hant: 圖層樣式：筆畫和陰影

source: Layer Mask
de: Ebenenmaske
es: Máscara de capa
fr: Masque de fusion
ja: レイヤーマスク
ko: 레이어 마스크
pt_br: Máscara de camada
zh_hans: 图层蒙版
zh_hant: 圖層遮色片

source: Layer Opacity
de: Ebenendeckkraft
es: Opacidad de capa
fr: Opacité du calque
ja: レイヤーの不透明度
ko: 레이어 불투명도
pt_br: Opacidade da camada
zh_hans: 图层不透明度
zh_hant: 圖層不透明度

source: Layer via Copy
de: Ebene durch Kopieren
es: Capa vía copiar
fr: Calque par copier
ja: 選択範囲をコピーしたレイヤー
ko: 복사한 레이어
pt_br: Camada por cópia
zh_hans: 通过拷贝的图层
zh_hant: 拷貝的圖層

source: Layer's Pixels
de: Ebenenpixel
es: Píxeles de la capa
fr: Pixels du calque
ja: レイヤーのピクセル
ko: 레이어 픽셀
pt_br: Pixels da camada
zh_hans: 图层像素
zh_hant: 圖層像素

source: Layers
de: Ebenen
es: Capas
fr: Calques
ja: レイヤー
ko: 레이어
pt_br: Camadas
zh_hans: 图层
zh_hant: 圖層

source: Leading
de: Zeilenabstand
es: Interlineado
fr: Interligne
ja: 行送り
ko: 행간
pt_br: Entrelinha
zh_hans: 行距
zh_hant: 行距

source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt_br: Esquerda
zh_hans: 左
zh_hant: 左

source: Lens Correction
de: Objektivkorrektur
es: Corrección de lente
fr: Correction de l’objectif
ja: レンズ補正
ko: 렌즈 교정
pt_br: Correção de lente
zh_hans: 镜头校正
zh_hant: 鏡頭校正

source: Levels
de: Tonwertkorrektur
es: Niveles
fr: Niveaux
ja: レベル補正
ko: 레벨
pt_br: Níveis
zh_hans: 色阶
zh_hant: 色階

source: Levels…
de: Tonwertkorrektur…
es: Niveles…
fr: Niveaux…
ja: レベル補正…
ko: 레벨…
pt_br: Níveis…
zh_hans: 色阶…
zh_hant: 色階…

source: Lifts or lowers the brightest tones.
de: Hellt die hellsten Tonwerte auf oder dunkelt sie ab.
es: Aclara u oscurece los tonos más claros.
fr: Éclaircit ou assombrit les tons les plus clairs.
ja: 最も明るい色調を明るくしたり暗くしたりします。
ko: 가장 밝은 색조를 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece os tons mais claros.
zh_hans: 提亮或压暗最亮的色调。
zh_hant: 提亮或壓暗最亮的色調。

source: Lifts or lowers the dark tones.
de: Hellt dunkle Tonwerte auf oder dunkelt sie ab.
es: Aclara u oscurece los tonos oscuros.
fr: Éclaircit ou assombrit les tons foncés.
ja: 暗い色調を明るくしたり暗くしたりします。
ko: 어두운 색조를 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece os tons escuros.
zh_hans: 提亮或压暗暗调。
zh_hant: 提亮或壓暗暗調。

source: Lifts or lowers the darkest tones.
de: Hellt die dunkelsten Tonwerte auf oder dunkelt sie ab.
es: Aclara u oscurece los tonos más oscuros.
fr: Éclaircit ou assombrit les tons les plus sombres.
ja: 最も暗い色調を明るくしたり暗くしたりします。
ko: 가장 어두운 색조를 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece os tons mais escuros.
zh_hans: 提亮或压暗最暗的色调。
zh_hant: 提亮或壓暗最暗的色調。

source: Lifts or lowers the light tones.
de: Hellt helle Tonwerte auf oder dunkelt sie ab.
es: Aclara u oscurece los tonos claros.
fr: Éclaircit ou assombrit les tons clairs.
ja: 明るい色調を明るくしたり暗くしたりします。
ko: 밝은 색조를 밝게 또는 어둡게 합니다.
pt_br: Clareia ou escurece os tons claros.
zh_hans: 提亮或压暗亮调。
zh_hant: 提亮或壓暗亮調。

source: Light
de: Licht
es: Luz
fr: Lumière
ja: ライト
ko: 밝기
pt_br: Luz
zh_hans: 光线
zh_hant: 光線

source: Light blooming around the lines, like a CRT's phosphors
de: Lichtschein um die Linien, wie das Leuchten eines Röhrenbildschirms
es: Luz que se difunde alrededor de las líneas, como el fósforo de un monitor CRT
fr: Lueur autour des lignes, comme les luminophores d’un écran cathodique
ja: CRT の蛍光体のように、線の周囲に光をにじませる
ko: CRT 형광체처럼 선 주변으로 빛 번짐
pt_br: Luz que se espalha ao redor das linhas, como o fósforo de um monitor CRT
zh_hans: 在线条周围产生辉光，模拟 CRT 荧光粉效果
zh_hant: 線條周圍的輝光，模擬 CRT 螢光粉效果

source: Light Blue
de: Hellblau
es: Azul claro
fr: Bleu clair
ja: ライトブルー
ko: 연한 파랑
pt_br: Azul claro
zh_hans: 浅蓝色
zh_hant: 淺藍色

source: Light Gray
de: Hellgrau
es: Gris claro
fr: Gris clair
ja: ライトグレー
ko: 연한 회색
pt_br: Cinza claro
zh_hans: 浅灰色
zh_hant: 淺灰色

source: Light on Dark
de: Hell auf dunkel
es: Claro sobre oscuro
fr: Clair sur foncé
ja: 暗い背景に明るく描画
ko: 어두운 배경에 밝게 그리기
pt_br: Claro sobre escuro
zh_hans: 暗底亮色
zh_hant: 暗底亮色

source: Light Red
de: Hellrot
es: Rojo claro
fr: Rouge clair
ja: ライトレッド
ko: 연한 빨강
pt_br: Vermelho claro
zh_hans: 浅红色
zh_hant: 淺紅色

source: Lighten
de: Aufhellen
es: Aclarar
fr: Éclaircir
ja: 比較（明）
ko: 밝게 하기
pt_br: Clarear
zh_hans: 变亮
zh_hant: 變亮

source: Lightness
de: Helligkeit
es: Luminosidad
fr: Luminosité
ja: 明度
ko: 명도
pt_br: Luminosidade
zh_hans: 明度
zh_hant: 明度

source: Lights
de: Helle Farbtöne
es: Claros
fr: Tons clairs
ja: ライト
ko: 밝은 색조
pt_br: Claros
zh_hans: 亮调
zh_hant: 亮調

source: Limited to the selection
de: Begrenzt auf die Auswahl
es: Limitado a la selección
fr: limitée à la sélection
ja: 選択範囲内のみ
ko: 선택 영역으로 제한
pt_br: Limitado à seleção
zh_hans: 仅应用于选区
zh_hant: 僅套用於選取範圍

source: Limits sharpening to stronger edges. Hold Option to see the mask.
de: Beschränkt die Schärfung auf stärkere Kanten. Halten Sie die Option-Taste gedrückt, um die Maske anzuzeigen.
es: Limita el enfoque a los bordes más marcados. Mantenga pulsada Opción para ver la máscara.
fr: Limite l’accentuation aux contours les plus marqués. Maintenez la touche Option pour afficher le masque.
ja: 強い境界にのみシャープを適用します。Option キーを押すとマスクを確認できます。
ko: 뚜렷한 가장자리에만 선명 효과를 적용합니다. Option을 누르면 마스크를 확인할 수 있습니다.
pt_br: Limita a nitidez às bordas mais fortes. Mantenha Option pressionada para ver a máscara.
zh_hans: 将锐化限制在较明显的边缘。按住 Option 可查看蒙版。
zh_hant: 將銳利化限制在較明顯的邊緣。按住 Option 可檢視遮色片。

source: Line
de: Linie
es: Línea
fr: Trait
ja: 直線
ko: 선
pt_br: Linha
zh_hans: 直线
zh_hant: 直線

source: Line height, baseline to baseline. Empty or 0 is Auto: 120% of the font size.
de: Zeilenhöhe von Grundlinie zu Grundlinie. Leer oder 0 bedeutet Auto: 120 % der Schriftgröße.
es: Altura de línea, de línea de base a línea de base. Vacío o 0 indica Automático: 120 % del tamaño de fuente.
fr: Hauteur de ligne, d’une ligne de base à l’autre. Vide ou 0 signifie Auto : 120 % du corps de la police.
ja: ベースライン間の行の高さです。空欄または 0 は「自動」で、フォントサイズの 120% になります。
ko: 기준선 사이의 행 높이입니다. 비워 두거나 0을 입력하면 자동으로 글꼴 크기의 120%가 적용됩니다.
pt_br: Altura da linha, de uma linha de base à seguinte. Vazio ou 0 indica Automático: 120% do tamanho da fonte.
zh_hans: 相邻文字基线之间的距离。留空或设为 0 即为“自动”：字号的 120%。
zh_hant: 相鄰文字基線之間的距離。留空或設為 0 即為「自動」：文字大小的 120%。

source: Line Spacing
de: Linienabstand
es: Espaciado de líneas
fr: Espacement des lignes
ja: 線の間隔
ko: 선 간격
pt_br: Espaçamento entre linhas
zh_hans: 行间距
zh_hant: 行間距

source: Linear Burn
de: Linear nachbelichten
es: Subexposición lineal
fr: Densité linéaire +
ja: 焼き込み（リニア）
ko: 선형 번
pt_br: Superexposição linear
zh_hans: 线性加深
zh_hant: 線性加深

source: Linear Dodge (Add)
de: Linear abwedeln (Addieren)
es: Sobreexposición lineal (Añadir)
fr: Densité linéaire − (Ajout)
ja: 覆い焼き（リニア）- 加算
ko: 선형 닷지(추가)
pt_br: Subexposição linear (Adicionar)
zh_hans: 线性减淡（添加）
zh_hant: 線性加亮（增加）

source: Linear histogram with automatic vertical scaling. Tall spikes may extend beyond the graph; all tones from 0 to 255 remain included.
de: Lineares Histogramm mit automatischer vertikaler Skalierung. Hohe Spitzen können über die Grafik hinausragen; alle Tonwerte von 0 bis 255 sind enthalten.
es: Histograma lineal con escala vertical automática. Los picos altos pueden superar el gráfico; se incluyen todos los tonos de 0 a 255.
fr: Histogramme linéaire avec échelle verticale automatique. Les pics élevés peuvent dépasser le graphique ; tous les tons de 0 à 255 restent inclus.
ja: 縦軸を自動調整するリニアヒストグラムです。高いピークはグラフの上にはみ出す場合がありますが、0～255 のすべての階調が含まれています。
ko: 세로축이 자동 조정되는 선형 히스토그램입니다. 높은 봉우리가 그래프를 벗어나더라도 0~255의 모든 색조가 포함됩니다.
pt_br: Histograma linear com escala vertical automática. Os picos altos podem ultrapassar o gráfico; todos os tons de 0 a 255 são incluídos.
zh_hans: 直方图采用线性刻度，纵轴自动缩放。较高的峰值可能超出图表范围，但仍包含 0–255 的全部色调。
zh_hant: 色階分佈圖採用線性刻度，縱軸自動縮放。較高的峰值可能超出圖表範圍，但仍包含 0–255 的全部色調。

source: Linear Light
de: Lineares Licht
es: Luz lineal
fr: Lumière linéaire
ja: リニアライト
ko: 선형 라이트
pt_br: Luz linear
zh_hans: 线性光
zh_hant: 線性光源

source: Linear runs along the line; Radial spreads out from the start point
de: Linear verläuft entlang der Linie; Radial breitet sich vom Startpunkt aus aus
es: Lineal sigue la línea; Radial se extiende desde el punto inicial
fr: Linéaire suit la ligne ; Radial se déploie depuis le point de départ
ja: 「線形」は線に沿って変化し、「円形」は始点から外側に広がります。
ko: 선형은 선을 따라 변하고, 방사형은 시작점에서 바깥으로 퍼집니다.
pt_br: Linear segue a linha; Radial se expande a partir do ponto inicial
zh_hans: 线性渐变沿线段方向展开；径向渐变从起点向外扩散
zh_hant: 線性漸層沿線段方向展開；徑向漸層從起點向外擴散

source: Lines
de: Linien
es: Líneas
fr: Lignes
ja: 線
ko: 선
pt_br: Linhas
zh_hans: 实线
zh_hant: 實線

source: Link layer and mask so they move together
de: Ebene und Maske verknüpfen, damit sie sich gemeinsam bewegen
es: Enlazar capa y máscara para moverlas juntas
fr: Lier le calque et le masque pour les déplacer ensemble
ja: レイヤーとマスクをリンクして一緒に移動
ko: 레이어와 마스크를 연결하여 함께 이동
pt_br: Vincular camada e máscara para movê-las juntas
zh_hans: 链接图层与蒙版，使其一起移动
zh_hant: 連結圖層與遮色片，使其一起移動

source: Link Layer Mask
de: Ebenenmaske verknüpfen
es: Enlazar máscara de capa
fr: Lier le masque de fusion
ja: レイヤーマスクをリンク
ko: 레이어 마스크 연결
pt_br: Vincular máscara de camada
zh_hans: 链接图层蒙版
zh_hant: 連結圖層遮色片

source: Link Mask
de: Ebenenmaske verknüpfen
es: Enlazar máscara de capa
fr: Lier le masque de fusion
ja: レイヤーマスクをリンク
ko: 레이어 마스크 연결
pt_br: Vincular máscara de camada
zh_hans: 链接图层蒙版
zh_hant: 連結圖層遮色片

source: Link mask: %1$@
de: Maske verknüpfen: %1$@
es: Enlazar máscara: %1$@
fr: Lier le masque : %1$@
ja: マスクをリンク：%1$@
ko: 마스크 연결: %1$@
pt_br: Vincular máscara: %1$@
zh_hans: 链接蒙版：%1$@
zh_hant: 連結遮色片：%1$@

source: Linked
de: Verbunden
es: Enlazado
fr: Lié
ja: リンク済み
ko: 연결됨
pt_br: Vinculado
zh_hans: 已链接
zh_hant: 已連結

source: Liquify
de: Verflüssigen
es: Licuar
fr: Fluidité
ja: ゆがみ
ko: 픽셀 유동화
pt_br: Dissolver
zh_hans: 液化
zh_hant: 液化

source: Liquify pushes pixels · Blur softens · Smudge drags color along
de: Verflüssigen verschiebt Pixel · Weichzeichnen glättet · Wischfinger zieht Farbe mit
es: Licuar empuja los píxeles · Desenfocar suaviza · Dedo arrastra el color
fr: Fluidité déplace les pixels · Flou adoucit · Doigt étale la couleur
ja: ゆがみはピクセルを押し出し、ぼかしは滑らかにし、指先は色を引き延ばします
ko: 픽셀 유동화는 픽셀을 밀고, 흐림은 부드럽게 하며, 손가락은 색상을 끌어 늘립니다
pt_br: Dissolver empurra os pixels · Desfoque suaviza · Borrar arrasta a cor
zh_hans: 液化推动像素 · 模糊柔化细节 · 涂抹拖动颜色
zh_hant: 液化推動像素 · 模糊柔化細節 · 塗抹拖曳顏色

source: Load Layer Selection
de: Ebenenauswahl laden
es: Cargar selección de capa
fr: Charger la sélection du calque
ja: レイヤーを選択範囲として読み込む
ko: 레이어 선택 영역 불러오기
pt_br: Carregar seleção da camada
zh_hans: 载入图层选区
zh_hant: 載入圖層選取範圍

source: Load Mask Selection
de: Maskenauswahl laden
es: Cargar selección de máscara
fr: Charger la sélection du masque
ja: マスクを選択範囲として読み込む
ko: 마스크 선택 영역 불러오기
pt_br: Carregar seleção da máscara
zh_hans: 载入蒙版选区
zh_hant: 載入遮色片選取範圍

source: Loading histogram…
de: Histogramm wird geladen…
es: Cargando histograma…
fr: Chargement de l’histogramme…
ja: ヒストグラムを読み込み中…
ko: 히스토그램 불러오는 중…
pt_br: Carregando histograma…
zh_hans: 正在加载直方图…
zh_hant: 正在載入色階分佈圖…

source: Lock aspect ratio
de: Seitenverhältnis sperren
es: Bloquear proporciones
fr: Verrouiller les proportions
ja: 縦横比を固定
ko: 종횡비 잠금
pt_br: Bloquear proporções
zh_hans: 锁定长宽比
zh_hant: 鎖定長寬比

source: Lock aspect ratio. Hold Shift while dragging a handle to turn it the other way.
de: Seitenverhältnis sperren. Beim Ziehen eines Griffs die Umschalttaste gedrückt halten, um die Sperre vorübergehend umzukehren.
es: Bloquear proporciones. Mantenga pulsada Shift al arrastrar un tirador para invertir temporalmente este comportamiento.
fr: Verrouiller les proportions. Maintenez Maj en faisant glisser une poignée pour inverser temporairement ce réglage.
ja: 縦横比を固定します。ハンドルをドラッグ中に Shift キーを押すと、固定の有効・無効が逆になります。
ko: 종횡비를 잠급니다. 핸들을 드래그하는 동안 Shift를 누르면 잠금 상태가 반대로 적용됩니다.
pt_br: Bloquear proporções. Mantenha Shift pressionada ao arrastar uma alça para inverter temporariamente esse comportamento.
zh_hans: 锁定长宽比。拖动控点时按住 Shift 可临时切换此设置。
zh_hant: 鎖定長寬比。拖曳控點時按住 Shift 可臨時切換此設定。

source: Lock Guides
de: Hilfslinien sperren
es: Bloquear guías
fr: Verrouiller les repères
ja: ガイドをロック
ko: 안내선 잠그기
pt_br: Bloquear guias
zh_hans: 锁定参考线
zh_hant: 鎖定參考線

source: Lock original aspect ratio
de: Ursprüngliches Seitenverhältnis sperren
es: Bloquear proporciones originales
fr: Verrouiller les proportions d’origine
ja: 元の縦横比を固定
ko: 원래 종횡비 잠금
pt_br: Bloquear proporções originais
zh_hans: 锁定原始长宽比
zh_hant: 鎖定原始長寬比

source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
pt_br: Baixa
zh_hans: 低
zh_hant: 低

source: Luminance
de: Luminanz
es: Luminancia
ja: 輝度
ko: 광도
pt_br: Luminância
zh_hans: 明亮度
zh_hant: 明度

source: Luminance Contrast
de: Luminanzkontrast
es: Contraste de luminancia
fr: Contraste de luminance
ja: 輝度のコントラスト
ko: 광도 대비
pt_br: Contraste de luminância
zh_hans: 明亮度对比度
zh_hant: 明度對比

source: Luminance Detail
de: Luminanzdetails
es: Detalle de luminancia
fr: Détail de luminance
ja: 輝度のディテール
ko: 광도 세부 묘사
pt_br: Detalhe de luminância
zh_hans: 明亮度细节
zh_hant: 明度細節

source: Luminance Range
de: Luminanzbereich
es: Intervalo de luminancia
fr: Plage de luminance
ja: 輝度範囲
ko: 광도 범위
pt_br: Intervalo de luminância
zh_hans: 明亮度范围
zh_hant: 明度範圍

source: Luminance Shift
de: Luminanzverschiebung
es: Cambio de luminancia
fr: Changement de luminance
ja: 輝度シフト
ko: 광도 이동
pt_br: Deslocamento de luminância
zh_hans: 明亮度偏移
zh_hant: 明度偏移

source: Luminosity
de: Luminanz
es: Luminosidad
fr: Luminosité
ja: 輝度
ko: 광도
pt_br: Luminosidade
zh_hans: 明度
zh_hant: 明度

source: Mac Patterns
de: Mac-Muster
es: Patrones de Mac
fr: Motifs Mac
ja: Mac パターン
ko: Mac 패턴
pt_br: Padrões do Mac
zh_hans: Mac 图案
zh_hant: Mac 圖案

source: Magenta / Green
de: Magenta/Grün
es: Magenta / Verde
fr: Magenta / Vert
ja: マゼンタ / グリーン
ko: 마젠타 / 녹색
pt_br: Magenta / Verde
zh_hans: 洋红 / 绿色
zh_hant: 洋紅 / 綠色

source: Magentas
de: Magentatöne
ja: マゼンタ系
ko: 마젠타 계열
zh_hans: 洋红
zh_hant: 洋紅

source: Magic
de: Magie
es: Magia
fr: Magie
ja: 自動選択
ko: 자동 선택
pt_br: Magia
zh_hans: 魔棒 / 对象选择
zh_hant: 魔術棒 / 物件選取
